{
  "Crypto Flow": "加幂科技",
  "About US": "关于我们",
  "Contact us": "与我们联系",
  "Hong Kong": "香港",
  "Address": "地址",
  "Unit 3506, 35th Floor, Tower One, Lippo Centre, 89 Queensway, Hong Kong": "香港金钟道89号力宝中心一座35楼3506单元”：“香港金钟道79号力宝中央一座35层3506单元”",
  "Tel": "电话",
  "Fax": "传真",
  "Email": "电子邮件",
  "Vision, Mission and Values": "愿景、任务和价值",
  "Board of Directors": "董事会",
  "Strategic Shareholders": "战略性股东",
  "Investor Relations": "投资人关系",
  "Announcements": "公告",
  "Financial Reports": "财务报表",
  "Circulars / Proxy Forms": "通告/授权书表格",
  "Company Information Sheets": "公司信息单",
  "Corporate Governance": "公司治理",
  "Documents on Display": "展示文件",
  "Our Business": "我们的企业",
  "Blockchain application R & D services": "区块链技术研发服务",
  "Big Data Centre Services": "大数据中心服务",
  "Money Lending Business": "货币借贷业务",
  "Stock code": "股票代码",
  "Nominal": "市价",
  "Copyright©2017-2021 Loto Interactive Limited. All right reserved.": "版权所有（2017-2021 Loto Interactive Limited）。保留所有权利。",
  "Vision": "愿景",
  "To actively explore different opportunities, and capture new investment and business opportunities through different approaches while maintaining steady business growth": "积极探索不同的机会，通过不同的途径抓住新的投资和商业机会，同时保持业务的稳定增长",
  "To be a client-focused, publicly respected, performance-driven corporation": "成为一家以客户为中心、受公众尊重、以业绩为导向的公司",
  "To contribute to the growth of local communities by generating net income for the relevant public welfare organizations": "通过为相关公益组织创造净收入，为当地社区的发展做出贡献”：“通过为有关公益组织创造纯收入，为地方社区的发展作出贡献",
  "To be a respected organization with a broad base of public support": "成为一个受人尊敬的组织，拥有广泛的公众支持”：“成为一家受人尊敬，拥有广泛公众支持的组织",
  "Mission": "使命",
  "We have already focused on big data centre services which have a brighte prospect": "我们已经将重点放在前景光明的大数据中心服务上”：“我们已经把重点放在了前景光明的数据中心服务",
  "We believe that, under the new political and economic enviornment, we shall seek changes, adhere to the spirit of innovation, and leverage our core experience and corporate resources to achieve long-term benefits for the Group and its shareholders": "我们相信，在新的政治和经济环境下，我们将寻求变革，坚持创新精神，利用我们的核心经验和企业资源，为集团及其股东实现长期利益",
  "Intergrity - We conduct business in a fair,honest and trustworthy manner": "经济环境下，我们将寻求变革，坚持创新精神，利用我们的核心经验和企业资源，为集团及其股东实现长期利益",
  "Do business in accordance with the guidelines provided by respective government authorities": "诚信-我们以公平、诚实和值得信赖的方式开展业务”：，“按照各自政府当局提供的准则开展业务",
  "Operate on sound business principles and practices": "以健全的商业原则和做法运营",
  "Value our customer's trust and provide quality products and service": "重视客户的信任，提供优质的产品和服务",
  "Executive Directors": "执行董事",
  "Mr. Yan Hao (Chief Executive Officer) 、Ms. Huang Lilan 、Mr. Li Hongbin 、Mr. Huang Yibin": "闫浩先生（首席执行官）、黄丽兰女士、李宏斌先生、黄宜斌先生",
  "Non-Executive Directors": "非执行理事",
  "Ms. Zhang Jing (Chairman) 、Mr. Yang Xianfeng": "张静女士（董事长）、杨先锋先生”：“张静（董事长）女士、杨先锋女士",
  "Independent Non-Executive Directors": "独立非执行董事",
  "Dr. Lu Haitian 、Mr. Lin Sen、Mr. Huang Jian": "陆海天博士、林森先生、黄健先生",
  "BIT Mining Limited (“BIT Mining”)": "BIT矿产有限公司（”BIT采矿“）",
  "(NYSE: BTCM) is committed to becoming a leading cryptocurrency mining enterprise in China. Since announcing its entry into the cryptocurrency industry in December 2020, the Company has entered into definitive agreements to (i) purchase cryptocurrency mining machines, (ii) acquire a controlling stake in Loto Interactive Limited (HKEX: 08198), and (iii) acquire the entire mining pool business of Bitdeer Technologies Holding Company (\"BitDeer\") operated under BTC.com, including the domain name BTC.com and the cryptocurrency wallet of BTC.com (collectively, the \"BTC.com Pool Businesses\"), to unfurl a comprehensive approach to cryptocurrency mining.": "（NYSE:BTCM）致力于成为中国领先的加密货币采矿企业。自2020年12月宣布进入加密货币行业以来，该公司已签订了最终协议，以（i）购买加密货币矿机，（ii）收购Loto Interactive Limited（香港交易所代码：08198）的控股权，以及（iii）收购BTC.com旗下Bitdeer Technologies Holding Company（“Bitdeer”）的整个矿池业务，包括域名BTC.com和BTC.com的加密货币钱包（统称为“BTC.com池业务”），以推出加密货币挖掘的全面方法。",
  "BIT Mining is also an online sports lottery service provider in China. The Company offers a comprehensive and integrated suite of online lottery services, information, user tools and virtual community venues to its users.": "BIT Mining也是中国的在线体育彩票服务提供商。该公司为其用户提供了一套综合的在线彩票服务、信息、用户工具和虚拟社区场所。",
  "For more information about BIT Mining, please visit https://ir.500.com.": "有关BIT采矿的更多信息，请访问https://ir.500.com.",
  "Create data flow with crypto": "使用加密创建数据流",
  "Get to know us": "了解我们",
  "The Group is principally engaged in provision of data analysis and storage services (the “big data centre services”) and money lending business in Hong Kong (the “money lending business”).": "该集团主要在香港提供数据分析和存储服务（“大数据中心服务”）和货币借贷业务（“货币借贷业务”）。",
  "Since 2021, the Group has devoted itself to the research and development of blockchain application R&D services, independently developed blockchain technology trading platforms with high performance and strong privacy protection, and will build application development platforms and services in the future. to help customers and partners quickly and easily use blockchain applications and transactions in various business scenarios to boost the development of the real economy. At present, the company is committed to building a multi-functional social application platform based on a web3.0 background and technology. The platform focuses on serving web3.0 groups and companies to quickly understand the web3.0 industry, blockchain technology and find a clear market positioning, and provide the latest blockchain application services in time to meet the trading needs of users. Blockchain application R&D service is based on customer feedback, ind   ustry knowledge, professional opinion, and industry experience as the benchmark, plowing the blockchain application industry, ready to provide support to help you discover and create new value.": "自2021以来，集团一直致力于区块链应用研发服务的研发，自主开发高性能、隐私保护强的区块链技术交易平台，未来将建设应用开发平台和服务。帮助客户和合作伙伴在各种业务场景中快速轻松地使用区块链应用程序和交易，以推动实体经济的发展。目前，该公司致力于构建一个基于web3.0背景和技术的多功能社交应用平台。该平台专注于服务于web3.0集团和公司，以快速了解web3.0行业、区块链技术并找到明确的市场定位，并及时提供最新的区块链应用服务，以满足用户的交易需求。区块链应用研发服务以客户反馈、行业知识、专业意见和行业经验为基准，深耕区块链应用行业，随时为您提供支持，帮助您发现和创造新价值。",
  "The Group started building the big data centres in Sichuan Province, the PRC in March 2019 to provide comprehensive services including premises, hardware support, power supply, ancillary supervision and management services to our clients. The services cover a full range from monitoring the average utilisation rate and working status of data processors to supervising the overall safety and security of both physical environment and internet connection within the big data centres. Each customer is provided with a monthly report on operation results of its data processors. In the event of any unusual condition reported on the data processors, the relevant customer will receive an immediate notification and follow-up inspection and maintenance services will be provided by the Group upon request. In order to ensure full-load operation of the big data centres, the Group maintains regular communication with local utility services providers in respect of resources allocation and application for increase or decrease in supply of utility.": "集团于2019年3月开始在中国四川省建设大数据中心，为客户提供全面服务，包括场地、硬件支持、电源、辅助监督和管理服务。这些服务涵盖了从监测数据处理器的平均使用率和工作状态到监督大数据中心内物理环境和互联网连接的总体安全和安保的全方位服务。每个客户都会收到其数据处理器运行结果的月度报告。如果数据处理器报告任何异常情况，相关客户将立即收到通知，集团将根据要求提供后续检查和维护服务。为了确保大数据中心的满负荷运行，集团与当地公用事业服务提供商就资源分配和申请增加或减少公用事业供应保持定期沟通。",
  "In addition, the Group has developed a comprehensive management software (the “Software”) specifically for its big data centres. With the customised hardware installed in the big data centres, the Software provides integrated solutions for operation and maintenance management, financial management and resources allocation in cloud computing in the big data centres. The Software enables the clients to remotely monitor their data processors and obtain real-time information on the average computing capacity, CPU load and utilisation and operating time and to receive notification of unusual condition of their data processors. The Software effectively solves the common problems encountered in the operation and maintenance management of big data centres such as delayed information access, inefficient operation and maintenance, inability to quantify on-site work and inability to get access to on-site information anytime and anywhere.": "此外，集团还专门为其大数据中心开发了综合管理软件（“软件”）。通过在大数据中心安装定制硬件，该软件为大数据中心云计算的运营和维护管理、财务管理和资源分配提供了集成解决方案。该软件使客户能够远程监控其数据处理器，并获得关于平均计算能力、CPU负载、利用率和运行时间的实时信息，并接收数据处理器异常情况的通知。该软件有效地解决了大数据中心运维管理中遇到的常见问题，如信息访问延迟、运维效率低下、无法量化现场工作以及无法随时随地访问现场信息。",
  "In order to leverage its corporate expertise and resources to broaden its income source, an indirect wholly-owned subsidiary of the Company, Might Winner Limited, was granted a money lender’s license in January 2020.": "为了利用公司的专业知识和资源扩大其收入来源，公司的间接全资子公司Might Winner Limited于2020年1月获得放债人许可。",
  "Date of Release": "发布日期",
  "Document": "文档",
  "Click to load more": "点击加载更多"
}
