{
    "Crypto Flow": "加冪科技",
    "About US": "關於我們",
    "Contact us": "與我們聯繫",
    "Hong Kong": "香港",
    "Address": "地址",
    "Unit 3506, 35th Floor, Tower One, Lippo Centre, 89 Queensway, Hong Kong": "香港金鐘道89號力寶中心一座35樓3506單元”：“香港金鐘道79號力寶中央一座35層3506單元”",
    "Tel": "電話",
    "Fax": "傳真",
    "Email": "電子郵件",
    "Vision, Mission and Values": "願景、任務和價值",
    "Board of Directors": "董事會",
    "Strategic Shareholders": "戰略性股東",
    "Investor Relations": "投資人關係",
    "Announcements": "公告",
    "Financial Reports": "財務報表",
    "Circulars / Proxy Forms": "通告/授權書表格",
    "Company Information Sheets": "公司信息單",
    "Corporate Governance": "公司治理",
    "Documents on Display": "展示文件",
    "Our Business": "我們的企業",
    "Blockchain application R & D services": "區塊鏈技術研發服務",
    "Big Data Centre Services": "大數據中心服務",
    "Money Lending Business": "貨幣借貸業務",
    "Stock code": "股票代碼",
    "Nominal": "市價",
    "Copyright©2017-2021 Loto Interactive Limited. All right reserved.": "版權所有（2017-2021 Loto Interactive Limited）。保留所有權利。",
    "Vision": "願景",
    "To actively explore different opportunities, and capture new investment and business opportunities through different approaches while maintaining steady business growth": "積極探索不同的機會，通過不同的途徑抓住新的投資和商業機會，同時保持業務的穩定增長",
    "To be a client-focused, publicly respected, performance-driven corporation": "成為一家以客戶為中心、受公眾尊重、以業績為導向的公司",
    "To contribute to the growth of local communities by generating net income for the relevant public welfare organizations": "通過為相關公益組織創造淨收入，為當地社區的發展做出貢獻”：“通過為有關公益組織創造純收入，為地方社區的發展作出貢獻",
    "To be a respected organization with a broad base of public support": "成為一個受人尊敬的組織，擁有廣泛的公眾支持”：“成為一家受人尊敬，擁有廣泛公眾支持的組織",
    "Mission": "使命",
    "We have already focused on big data centre services which have a brighte prospect": "我們已經將重點放在前景光明的大數據中心服務上”：“我們已經把重點放在了前景光明的數據中心服務",
    "We believe that, under the new political and economic enviornment, we shall seek changes, adhere to the spirit of innovation, and leverage our core experience and corporate resources to achieve long-term benefits for the Group and its shareholders": "我們相信，在新的政治和經濟環境下，我們將尋求變革，堅持創新精神，利用我們的核心經驗和企業資源，為集團及其股東實現長期利益",
    "Intergrity - We conduct business in a fair,honest and trustworthy manner": "經濟環境下，我們將尋求變革，堅持創新精神，利用我們的核心經驗和企業資源，為集團及其股東實現長期利益",
    "Do business in accordance with the guidelines provided by respective government authorities": "誠信-我們以公平、誠實和值得信賴的方式開展業務”：，“按照各自政府當局提供的準則開展業務",
    "Operate on sound business principles and practices": "以健全的商業原則和做法運營",
    "Value our customer's trust and provide quality products and service": "重視客戶的信任，提供優質的產品和服務",
    "Executive Directors": "執行董事",
    "Mr. Yan Hao (Chief Executive Officer) 、Ms. Huang Lilan 、Mr. Li Hongbin 、Mr. Huang Yibin": "閆浩先生（首席執行官）、黃麗蘭女士、李宏斌先生、黃宜斌先生",
    "Non-Executive Directors": "非執行理事",
    "Ms. Zhang Jing (Chairman) 、Mr. Yang Xianfeng": "張靜女士（董事長）、楊先鋒先生”：“張靜（董事長）女士、楊先鋒女士",
    "Independent Non-Executive Directors": "獨立非執行董事",
    "Dr. Lu Haitian 、Mr. Lin Sen、Mr. Huang Jian": "陸海天博士、林森先生、黃健先生",
    "BIT Mining Limited (“BIT Mining”)": "BIT礦產有限公司（”BIT採礦“）",
    "(NYSE: BTCM) is committed to becoming a leading cryptocurrency mining enterprise in China. Since announcing its entry into the cryptocurrency industry in December 2020, the Company has entered into definitive agreements to (i) purchase cryptocurrency mining machines, (ii) acquire a controlling stake in Loto Interactive Limited (HKEX: 08198), and (iii) acquire the entire mining pool business of Bitdeer Technologies Holding Company (\"BitDeer\") operated under BTC.com, including the domain name BTC.com and the cryptocurrency wallet of BTC.com (collectively, the \"BTC.com Pool Businesses\"), to unfurl a comprehensive approach to cryptocurrency mining.": "（NYSE:BTCM）致力於成為中國領先的加密貨幣採礦企業。自2020年12月宣布進入加密貨幣行業以來，該公司已簽訂了最終協議，以（i）購買加密貨幣礦機，（ii）收購Loto Interactive Limited（香港交易所代碼：08198）的控股權，以及（iii）收購BTC.com旗下Bitdeer Technologies Holding Company（“Bitdeer”）的整個礦池業務，包括域名BTC.com和BTC.com的加密貨幣錢包（統稱為“BTC.com池業務”），以推出加密貨幣挖掘的全面方法。",
    "BIT Mining is also an online sports lottery service provider in China. The Company offers a comprehensive and integrated suite of online lottery services, information, user tools and virtual community venues to its users.": "BIT Mining也是中國的在線體育彩票服務提供商。該公司為其用戶提供了一套綜合的在線彩票服務、信息、用戶工具和虛擬社區場所。",
    "For more information about BIT Mining, please visit https://ir.500.com.": "有關BIT採礦的更多信息，請訪問https://ir.500.com.",
    "Create data flow with crypto": "使用加密創建數據流",
    "Get to know us": "了解我們",
    "The Group is principally engaged in provision of data analysis and storage services (the “big data centre services”) and money lending business in Hong Kong (the “money lending business”).": "該集團主要在香港提供數據分析和存儲服務（“大數據中心服務”）和貨幣借貸業務（“貨幣借貸業務”）。",
    "Since 2021, the Group has devoted itself to the research and development of blockchain application R&D services, independently developed blockchain technology trading platforms with high performance and strong privacy protection, and will build application development platforms and services in the future. to help customers and partners quickly and easily use blockchain applications and transactions in various business scenarios to boost the development of the real economy. At present, the company is committed to building a multi-functional social application platform based on a web3.0 background and technology. The platform focuses on serving web3.0 groups and companies to quickly understand the web3.0 industry, blockchain technology and find a clear market positioning, and provide the latest blockchain application services in time to meet the trading needs of users. Blockchain application R&D service is based on customer feedback, ind   ustry knowledge, professional opinion, and industry experience as the benchmark, plowing the blockchain application industry, ready to provide support to help you discover and create new value.": "自2021以來，集團一直致力於區塊鏈應用研發服務的研發，自主開發高性能、隱私保護強的區塊鏈技術交易平台，未來將建設應用開發平台和服務。幫助客戶和合作夥伴在各種業務場景中快速輕鬆地使用區塊鏈應用程序和交易，以推動實體經濟的發展。目前，該公司致力於構建一個基於web3.0背景和技術的多功能社交應用平台。該平台專注於服務於web3.0集團和公司，以快速了解web3.0行業、區塊鏈技術並找到明確的市場定位，並及時提供最新的區塊鏈應用服務，以滿足用戶的交易需求。區塊鏈應用研發服務以客戶反饋、行業知識、專業意見和行業經驗為基準，深耕區塊鏈應用行業，隨時為您提供支持，幫助您發現和創造新價值。 ",
    "The Group started building the big data centres in Sichuan Province, the PRC in March 2019 to provide comprehensive services including premises, hardware support, power supply, ancillary supervision and management services to our clients. The services cover a full range from monitoring the average utilisation rate and working status of data processors to supervising the overall safety and security of both physical environment and internet connection within the big data centres. Each customer is provided with a monthly report on operation results of its data processors. In the event of any unusual condition reported on the data processors, the relevant customer will receive an immediate notification and follow-up inspection and maintenance services will be provided by the Group upon request. In order to ensure full-load operation of the big data centres, the Group maintains regular communication with local utility services providers in respect of resources allocation and application for increase or decrease in supply of utility.":"本集團於 2019 年 3 月開始在中國四川省建設大數據中心，為客戶提供包括場地、硬件支持、供電、輔助監督和管理服務在內的綜合服務。這些服務涵蓋了從監控數據處理器的平均利用率和工作狀態到監督大數據中心內物理環境和互聯網連接的整體安全性和安全性的全方位服務。每個客戶都會收到一份關於其數據處理器運行結果的月度報告。倘若數據處理器出現任何異常情況，相關客戶將立即收到通知，本集團將根據要求提供後續檢查和維護服務。為確保大數據中心滿負荷運行，本集團與當地公用事業服務供應商就資源分配及公用事業增減申請保持定期溝通。",
    "In addition, the Group has developed a comprehensive management software (the “Software”) specifically for its big data centres. With the customised hardware installed in the big data centres, the Software provides integrated solutions for operation and maintenance management, financial management and resources allocation in cloud computing in the big data centres. The Software enables the clients to remotely monitor their data processors and obtain real-time information on the average computing capacity, CPU load and utilisation and operating time and to receive notification of unusual condition of their data processors. The Software effectively solves the common problems encountered in the operation and maintenance management of big data centres such as delayed information access, inefficient operation and maintenance, inability to quantify on-site work and inability to get access to on-site information anytime and anywhere.": "此外，集團還專門為其大數據中心開發了綜合管理軟件（“軟件”）。通過在大數據中心安裝定制硬件，該軟件為大數據中心雲計算的運營和維護管理、財務管理和資源分配提供了集成解決方案。該軟件使客戶能夠遠程監控其數據處理器，並獲得關於平均計算能力、CPU負載、利用率和運行時間的實時信息，並接收數據處理器異常情況的通知。該軟件有效地解決了大數據中心運維管理中遇到的常見問題，如信息訪問延遲、運維效率低下、無法量化現場工作以及無法隨時隨地訪問現場信息。 ",
    "In order to leverage its corporate expertise and resources to broaden its income source, an indirect wholly-owned subsidiary of the Company, Might Winner Limited, was granted a money lender’s license in January 2020.": "為了利用公司的專業知識和資源擴大其收入來源，公司的間接全資子公司Might Winner Limited於2020年1月獲得放債人許可。",
    "Date of Release": "發布日期",
    "Document": "文檔",
    "Click to load more": "點擊加載更多"
  }
  